Repository: IMEDEA/portal-del-investigador-cvn
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: You cannot change more than one dni at a time.
es: No puedes cambiar más de un DNI de una vez.

source: Successfully changed dni.
es: DNI cambiado con éxito

source: Change user's DNI
es: Cambiar el DNI del usuario

source: Name
es: Nombre

source: Surname
es: Apellidos

source: The CVN must be in PDF format.
es: El CVN debe estar en formato PDF.

source: The CVN must be generated from the FECYT CVN Editor
es: El CVN debe estar generado desde el Editor CVN de la FECYT

source: The initial year may not exceed the final year
es: El año inicial no puede ser mayor que el año final

source: New DNI
es: Nuevo DNI

source: Import department and area info from WebServices
es: Importar información de departamento y área de los WebServices

source: Date of CVN
es: Fecha del CVN

source: Created
es: Creado

source: Updated
es: Actualizado

source: Uploaded PDF
es: PDF Subido

source: Status
es: Estado

source: Inserted
es: Insertado

source: Normalized Curriculum Vitae
es: Currículum Vitae Normalizado

source: Publication title
es: Título de la publicación

source: Date
es: Fecha

source: Publication name
es: Nombre de la publicación

source: Volume
es: Volumen

source: Number
es: Número

source: First page
es: Página Inicial

source: Last page
es: Página Final

source: Authors
es: Autores

source: Legal deposit
es: Depósito legal

source: Publications
es: Publicaciones

source: Articles
es: Artículos

source: Books
es: Libros

source: Chapters of books
es: Capítulos de Libros

source: Title
es: Título

source: End date
es: Fecha de finalización

source: Name of the conference
es: Nombre del congreso

source: City
es: Ciudad de realización

source: Field of the conference
es: Ámbito del congreso

source: Another area
es: Otro ámbito

source: Publication in conference proceedings
es: Publicación en acta

source: Conferences
es: Congresos

source: Designation
es: Denominación

source: Number of researchers
es: Número de investigadores/as

source: Start date
es: Fecha de inicio

source: Duration (in days)
es: Duración (en días)

source: Scope
es: Ámbito

source: Code acc. to the funding institution
es: Código según financiadora

source: Total amount
es: Cuantía

source: Sub-project amount
es: Cuantía subproyecto

source: Percentage as grant
es: Porcentaje en subvención

source: Percentage as credit
es: Porcentaje en crédito

source: Mixed percentage
es: Porcentaje mixto

source: Scientific Experience
es: Experiencia Científica

source: Agreements
es: Convenios

source: Projects
es: Proyectos

source: Project title
es: Título del trabajo

source: Date of reading
es: Fecha de lectura

source: Author
es: Autor

source: University issuing the qualification
es: Universidad que expide el título

source: Doctoral Thesis
es: Tesis Doctorales

source: Concession date
es: Fecha de concesión

source: Request number
es: Número de solicitud

source: Priority country
es: País de prioridad

source: Countries
es: Países

source: Owner entity
es: Entidad titular

source: Companies
es: Empresas

source: Intellectual Properties
es: Propiedades Intelectuales

source: Historical Normalized Curriculum Vitae
es: Histórico de Currículum Vitae Normalizado

source: Code
es: Código

source: CCE Name
es: Nombre del CCE

source: Expiry date for a CVN
es: Fecha de expiración para un CVN

source: Expired
es: Caducado

source: Invalid Identity
es: NIF/NIE Incorrecto

source: This process may take several minutes, please wait.
es: Este proceso puede tardar unos minutos, por favor espere.

source: Connection has been established with the FECYT. Your CVN is being processed, please wait.
es: Se ha establecido la conexión con la FECYT. Su CVN se está procesando, por favor espere.

source: Verifying CVN details, please wait.
es: Verificando la información de su CVN, por favor espere.

source: This process is taking longer than usual, please wait. If an error occurs try again. If the error persists contact the
es: Este proceso esta tardando más tiempo de lo habitual, por favor espere. Si se produce un error repita el proceso. Si el error persiste contacte con el

source: General error not determined in FECYT server.
es: Error general no determinado en el servidor de la FECYT.

source: The PDF has no associated XML.
es: El PDF no tiene XML asociado.

source: The user that is intended to import does not exist in the database FECYT.
es: El usuario con el que se pretende hacer la importación no existe en la base de datos de la FECYT.

source: Incorrect password.
es: Contraseña incorrecta.

source: The Web Service can not connect to the database FECYT institutions.
es: El Servicio Web no puede conectarse a la base de datos de instituciones de la FECYT.

source: Error not determined during the authentication process with FECYT.
es: Error no determinado durante el proceso de autentificación con la FECYT.

source: Imports are not permitted for this institution.
es: No se permite realizar importaciones para esta institución.

source: The CvnRootBean obtained from XML or PDF is invalid.
es: El CvnRootBean obtenido del XML o del PDF no es válido.

source: The CVN-XML is invalid.
es: El CVN-XML no es válido.

source: Failure CvnRootBean extraction from XML.
es: Fallo en la extracción del CvnRootBean desde el XML.

source: The XML is empty.
es: El XML está vacío.

source: The conversion process from 1.2.5 to 1.3.0 CvnRootBean failed.
es: El proceso de conversión de CvnRootBean de 1.2.5 a 1.3.0 ha fallado.

source: CVN-PDF generated correctly
es: CVN-PDF generado correctamente.

source: Failed to generate CVN-PDF
es: No se ha podido generar el CVN-PDF.

source: University of La Laguna
es: Universidad de La Laguna

source: FECYT's CVN Editor
es: Editor de CVN de la FECYT

source: Manage CVN
es: Gestionar CVN

source: My CVN
es: Mi CVN

source: Export my information ULL
es: Exportar mi información ULL

source: My Reports
es: Mis Informes

source: The CVN format has been developed by Fundación Española para la Ciencia y la Tecnología
es: El formato CVN ha sido desarrollado por la Fundación Española para la Ciencia y la Tecnología

source: Name:
es: Nombre:

source: Current Document:
es: Documento actual

source: Change
es: Cambiar

source: Export information ULL
es: Exportar información ULL

source: Export my data from the University of La Laguna
es: Exportar mis datos de la Universidad de La Laguna

source: Export
es: Exportar

source: Select one of the options available for getting your data:
es: Seleccione una de las opciones disponibles para obtener sus datos sobre:

source: Subject taught
es: Docencia impartida

source: Professional categories
es: Categorías profesionales

source: Positions held
es: Cargos desempeñados

source: Degrees and academic training
es: Titulaciones y formación académica

source: To add to your CVN the information you get on a CVN-PDF must import in the
es: Para añadir a su CVN la información que obtendrá en un CVN-PDF deberá importarlo en el

source: Every year
es: Todos los años

source: Select a year
es: Seleccionar un año

source: Select a period
es: Seleccionar un periodo

source: Get information the year
es: Obtener información del año

source: Close
es: Cerrar

source: Since
es: Desde el año

source: until
es: hasta el

source: Normalized Curriculum Vitae (CVN)
es: Currículum Vítae Normalizado (CVN)

source: Update CVN
es: Actualización del CVN

source: Loading
es: Cargando

source: Upload a new CVN
es: Subir un nuevo CVN

source: You can create your CVN from
es: Puede crear su CVN desde el

source: CVN information
es: Información del CVN

source: The NIF/NIE of your CVN
es: El NIF/NIE de su CVN

source: doesn't match your user's one
es: no coincide con el de su usuario

source: Your NIF/NIE is not specified in your CVN
es: No ha especificado su NIF/NIE en su CVN

source: Document Date
es: Fecha del documento

source: Download a copy of my CVN
es: Descargar una copia de mi CVN

source: Soon you can view the contents of your CVN
es: Próximamente podrá visualizar el contenido de su CVN

source: Thesis
es: Tesis

source: Intellectual Property
es: Propiedad Intelectual

source: You don't have any Conferences
es: No dispone de Congresos

source: Num.
es: Núm.

source: Pag.
es: Pág.

source: You don't have any Articles
es: No dispone de Artículos

source: You don't have any Chapters of Books
es: No dispone de Capítulos de Libros

source: You don't have any Books
es: No dispone de Libros

source: Researchers
es: Investigadores

source: You don't have any Agreements
es: No dispone de Convenios

source: You don't have any Projects
es: No dispone de Proyectos

source: PhD
es: Doctorando

source: University
es: Universidad

source: You don't have any Doctoral Thesis
es: No dispone de Tesis Doctorales

source: Registration date
es: Fecha de registro

source: Enrolled in
es: Inscrita en

source: You don't have any Intellectual Property
es: No dispone de Propiedades Intelectuales

source: Year
es: Año

source: You don't currently have a department/area.
es: No dispone de un departamento/area.

source: Reports
es: Informes

source: Departments
es: Departamentos

source: Areas
es: Áreas

source: Report ULL
es: Informe ULL

source: Scientific Activity at the Universidad of la Laguna
es: Actividad Científica en la Universidad de La Laguna

source: Department
es: Departamento

source: Area
es: Área

source: CVN updated successfully.
es: CVN actualizado con éxito.

source: Not Available
es: No disponible

source: No information in this period
es: No dispone de información en el periodo seleccionado
